Repository: rayenghanmi/RyTuneX
Catalog: Strings/*/Resources.resw
Source language: en_us
Languages: ar_tn, de, es_es, fr_fr, he_il, hu_hu, id_id, it_it, ja_jp, ko_kr, pt_br, ru_ru, tr_tr, vi_vn, zh_hans, zh_hant

# MemoryDiagnosticDialogText
source: Memory problems can cause your computer to lose information or stop working. Check your computer for memory problems
ar_tn: قد تتسبب مشاكل الذاكرة في فقدان الكمبيوتر للمعلومات أو توقفه عن العمل. افحص جهاز الكمبيوتر الخاص بك بحثًا عن مشاكل في الذاكرة
de: Speicherprobleme können dazu führen, dass Ihr Computer Informationen verliert oder nicht mehr funktioniert. Überprüfen Sie Ihren Computer auf Speicherprobleme
es_es: Los problemas de memoria pueden causar que tu computadora pierda información o deje de funcionar. Verifica si hay problemas de memoria en tu computadora
fr_fr: Les problèmes de mémoire peuvent entraîner une perte d'informations ou un dysfonctionnement de votre ordinateur. Vérifiez votre ordinateur pour détecter d'éventuels problèmes de mémoire
he_il: בעיות זיכרון עלולות לגרום למחשב שלך לאבד מידע או להפסיק לעבוד. בדוק את המחשב שלך לאיתור בעיות זיכרון
hu_hu: A memória problémái miatt a számítógép elveszítheti az információkat, vagy leállhat. Ellenőrizi a számítógépét a memóriahibák után?
id_id: Masalah memori dapat menyebabkan komputer Anda kehilangan informasi atau berhenti bekerja. Periksa komputer Anda untuk masalah memori
it_it: I problemi di memoria possono causare la perdita di informazioni o l'interruzione del funzionamento del computer. Controlla se il computer presenta problemi di memoria
ja_jp: メモリの問題があると、コンピューターが情報を失ったり、動作を停止したりする可能性があります. メモリの問題を確認してください.
ko_kr: 메모리 문제로 인해 컴퓨터가 정보를 잃거나 작동이 중단될 수 있습니다. 컴퓨터의 메모리 문제를 확인하세요
pt_br: Problemas de memória podem fazer com que seu computador perca informações ou pare de funcionar. Verifique se há problemas de memória em seu computador
ru_ru: Проблемы с памятью могут привести к потере данных или сбоям в работе вашего компьютера. Проверьте ваш компьютер на наличие проблем с памятью
tr_tr: Bellek sorunları bilgisayarınızın bilgi kaybetmesine veya çalışmamasına neden olabilir. Bilgisayarınızda bellek sorunları olup olmadığını kontrol edin
vi_vn: Các sự cố về bộ nhớ có thể khiến máy tính của bạn mất dữ liệu hoặc ngừng hoạt động. Kiểm tra máy tính để phát hiện sự cố bộ nhớ.
zh_hans: 内存问题可能会导致计算机丢失信息或停止工作. 检查计算机的内存问题
zh_hant: 記憶體問題可能會導致計算機丟失資訊或停止工作. 檢查計算機的記憶體問題

source: Restart now
ar_tn: إعادة التشغيل الآن
de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer maintenant
he_il: הפעל מחדש כעת
hu_hu: Indítsa újra most
id_id: Mulai ulang sekarang
it_it: Riavvia ora
ja_jp: 今すぐ再起動
ko_kr: 지금 다시 시작
pt_br: Reiniciar agora
ru_ru: Перезагрузить сейчас
tr_tr: Şimdi yeniden başlat
vi_vn: Khởi động lại ngay
zh_hans: 立即重启
zh_hant: 立即重啟

# ScheduleLater
source: Schedule for later
ar_tn: جدولة لاحقًا
de: Für später planen
es_es: Programar para más tarde
fr_fr: Planifier pour plus tard
he_il: תזמן למועד מאוחר יותר
hu_hu: Ütemezés későbbre
id_id: Jadwalkan untuk nanti
it_it: Pianifica per dopo
ja_jp: 後でスケジュール
ko_kr: 나중에 예약
pt_br: Agendar para mais tarde
ru_ru: Запланировать на позже
tr_tr: Daha sonra planla
vi_vn: Đặt lịch khởi động lại
zh_hans: 稍后安排
zh_hant: 稍後安排

source: Cancel
ar_tn: إلغاء
de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
he_il: בטל
hu_hu: Mégse
id_id: Batal
it_it: Cancellare
ja_jp: キャンセル
ko_kr: 취소
pt_br: Cancelar
ru_ru: Отмена
tr_tr: İptal
vi_vn: Huỷ
zh_hans: 取消
zh_hant: 取消

# ScheduledLater
source: Scheduled for next restart
ar_tn: تمت الجدولة لإعادة التشغيل القادمة
de: Für den nächsten Neustart geplant
es_es: Programado para el próximo reinicio
fr_fr: Planifié pour le prochain redémarrage
he_il: תוזמן להפעלה מחדש הבאה
hu_hu: A következő újraindításra ütemezve
id_id: Dijadwalkan untuk proses mulai ulang berikutnya
it_it: Pianificato per il prossimo riavvio
ja_jp: 次回の再起動時にスケジュール済み
ko_kr: 다음 재시작을 위해 예약됨
pt_br: Agendado para a próxima reinicialização
ru_ru: Запланировано на следующую перезагрузку
tr_tr: Bir sonraki yeniden başlatma için planlandı
vi_vn: Đặt lịch cho lần khởi động tiếp theo
zh_hans: 已安排在下次重启时执行
zh_hant: 已安排在下次重啟時

# RepairPage_StopButton.Content
source: Stop
ar_tn: إيقاف
de: Stoppen
es_es: Detener
fr_fr: Arrêter
he_il: עצור
hu_hu: Leállítás
id_id: Hentikan
it_it: Arresta
ja_jp: 停止
ko_kr: 중지
pt_br: Parar
ru_ru: Остановить
tr_tr: Dur
vi_vn: Dừng
zh_hans: 停止
zh_hant: 停止

# RepairPage_BatteryHealth.Header
source: Battery Health
ar_tn: حالة البطارية
de: Batteriezustand
es_es: Salud de la Batería
fr_fr: État de la batterie
he_il: בריאות סוללה
hu_hu: Akkumulátor állapota
id_id: Kesehatan Baterai
it_it: Stato della batteria
ja_jp: バッテリーの健康状態
ko_kr: 배터리 상태
pt_br: Saúde da bateria
ru_ru: Состояние батареи
tr_tr: Pil Sağlığı
vi_vn: Tình trạng pin
zh_hans: 电池健康
zh_hant: 電池健康

# RepairPage_BatteryHealth.Description
source: This will generate a complete stat about your battery's health
ar_tn: سيتم إنشاء تقرير كامل عن حالة بطاريتك
de: Dies wird einen vollständigen Bericht über den Zustand Ihrer Batterie erstellen
es_es: Esto generará un informe completo sobre la salud de su batería
fr_fr: Cela générera un rapport complet sur l'état de santé de votre batterie
he_il: זה ייצור סטטיסטיקה מלאה על בריאות הסוללה שלך
hu_hu: Ez teljes statisztikát készít az akkumulátorod állapotáról
id_id: Ini akan menghasilkan statistik lengkap tentang kesehatan baterai Anda
it_it: Questo genererà una statistica completa sullo stato della batteria
ja_jp: バッテリーの健康状態に関する完全な統計を生成します
ko_kr: 이렇게 하면 배터리 상태에 대한 전체 통계가 생성됩니다.
pt_br: Isso gerará uma estatística completa sobre a saúde da sua bateria
ru_ru: Это создаст полный отчет о состоянии вашей батареи
tr_tr: Bu, pilinizin sağlığı hakkında eksiksiz bir istatistik üretecektir
vi_vn: Điều này sẽ tạo ra một thống kê đầy đủ về tình trạng pin của máy
zh_hans: 这将生成有关您电池健康状况的完整统计数据
zh_hant: 這將生成有關您電池健康狀況的完整統計資料

# RepairPage_BatteryHealthGenerate.Content
source: Generate
ar_tn: توليد
de: Erstellen
es_es: Generar
fr_fr: Générer
he_il: צור
hu_hu: Elkészít
id_id: Buat
it_it: Genera
ja_jp: 生成する
ko_kr: 생성
pt_br: Gerar
ru_ru: Создать
tr_tr: Oluştur
vi_vn: Tạo
zh_hans: 生成
zh_hant: 生成

# RepairPage_MemoryDiagnostic.Header
source: Memory Diagnostic
ar_tn: تشخيص الذاكرة
de: Speicherdiagnose
es_es: Diagnóstico de Memoria
fr_fr: Diagnostic de la mémoire
he_il: אבחון זיכרון
hu_hu: Memóriavizsgálat
id_id: Diagnostik Memori
it_it: Diagnostica memoria
ja_jp: メモリ診断
ko_kr: 메모리 진단
pt_br: Diagnóstico de memória
ru_ru: Диагностика памяти
tr_tr: Bellek Tanılama
vi_vn: Chẩn đoán bộ nhớ
zh_hans: 内存诊断
zh_hant: 記憶體診斷

# RepairPage_MemoryDiagnostic.Description
source: Analyze your system's memory for potential issues and improve stability
ar_tn: قم بتحليل ذاكرة نظامك لمشاكل محتملة وتحسين الاستقرار
de: Analysieren Sie den Speicher Ihres Systems auf mögliche Probleme und verbessern Sie die Stabilität
es_es: Analice la memoria de su sistema para posibles problemas y mejore la estabilidad
fr_fr: Analysez la mémoire de votre système pour détecter d'éventuels problèmes et améliorer sa stabilité
he_il: נתח את זיכרון המערכת שלך לאיתור בעיות פוטנציאליות ושפר את היציבות
hu_hu: Elemezze a rendszer memóriáját a lehetséges problémák tekintetében, és javítsa a stabilitást
id_id: Analisis memori sistem Anda untuk masalah potensial dan tingkatkan stabilitas
it_it: Analizza la memoria del tuo sistema per potenziali problemi e migliora la stabilità
ja_jp: システムのメモリを分析して潜在的な問題を特定し、安定性を向上させます
ko_kr: 시스템 메모리를 분석하여 잠재적인 문제를 파악하고 안정성을 개선합니다.
pt_br: Analise a memória do seu sistema em busca de problemas potenciais e melhore a estabilidade
ru_ru: Проанализирует память вашей системы на возможные проблемы и улучшит стабильность
tr_tr: Sisteminizin belleğini olası sorunlara karşı analiz edin ve kararlılığı artırın
vi_vn: Phân tích bộ nhớ hệ thống của bạn để phát hiện các vấn đề tiềm ẩn và cải thiện sự ổn định
zh_hans: 分析系统内存中的潜在问题并提高稳定性
zh_hant: 分析系統記憶體中的潛在問題並提高穩定性

# RepairPage_MemoryDiagnosticButton.Content
source: Diagnose
ar_tn: تشخيص
de: Diagnostizieren
es_es: Diagnosticar
fr_fr: Diagnostiquer
he_il: אבחן
hu_hu: Vizsgál
id_id: Diagnosis
it_it: Diagnostica
ja_jp: 診断
ko_kr: 진단
pt_br: Diagnosticar
ru_ru: Диагностировать
tr_tr: Tanılama
vi_vn: Phân tích
zh_hans: 诊断
zh_hant: 診斷

# RepairPage_DiskOptimizations.Header
source: Disk Optimizations
ar_tn: تحسينات القرص
de: Festplattenoptimierung
es_es: Optimización de Disco
fr_fr: Optimisations du disque
he_il: אופטימיזציות דיסק
hu_hu: Lemezoptimalizálások
id_id: Optimisasi Disk
it_it: Ottimizzazioni disco
ja_jp: ディスクの最適化
ko_kr: 디스크 최적화
pt_br: Otimizações de disco
ru_ru: Оптимизация диска
tr_tr: Disk Optimizasyonları
vi_vn: Tối ưu ổ đĩa
zh_hans: 磁盘优化
zh_hant: 磁碟優化

# RepairPage_DiskOptimizations.Description
source: This will optimize your storage device by defraging it (if HDD) or retrimming it (if SSD)
ar_tn: سيتم تحسين جهاز التخزين الخاص بك عن طريق تجزئته (إذا كان HDD) أو إعادة ترتيبه (إذا كان SSD)
de: Dies wird Ihr Speichergerät durch Defragmentierung (bei HDD) oder erneutes Trimmen (bei SSD) optimieren
es_es: Esto optimizará su dispositivo de almacenamiento desfragmentándolo (si es HDD) o recortándolo (si es SSD)
fr_fr: Optimise votre périphérique de stockage en le défragmentant (si HDD) ou en le retrimant (si SSD)
he_il: זה ימטב את התקן האחסון שלך על ידי איחוי (אם HDD) או ריטרימינג (אם SSD)
hu_hu: Ez optimalizálja a tárolóeszközt azáltal, hogy töredezettség-mentesíti (ha HDD) vagy újratrimmelést végez rajta (ha SSD).
id_id: Ini akan mengoptimalkan perangkat penyimpanan Anda dengan mendefragnya (jika HDD) atau melakukan retrim (jika SSD)
it_it: Questo ottimizzerà il tuo dispositivo di archiviazione deframmentandolo (se HDD) o ritagliandolo (se SSD)
ja_jp: HDDの場合はデフラグを、SSDの場合はリトリムを実行してストレージデバイスを最適化します
ko_kr: 이렇게 하면 디스크 조각 모으기(HDD인 경우) 또는 다시 트리밍하여 스토리지 장치를 최적화합니다. (SSD인 경우)
pt_br: Isso otimizará seu dispositivo de armazenamento desfragmentando-o (se HDD) ou recortando-o (se SSD)
ru_ru: Оптимизирует ваше хранилище, дефрагментируя его (если HDD) или перетриммируя (если SSD)
tr_tr: Bu depolama aygıtınızı birleştirerek (HDD ise) veya yeniden kırparak (SSD ise) optimize edecektir
vi_vn: Điều này sẽ tối ưu hóa thiết bị lưu trữ của bạn bằng cách chống phân mảnh (với HDD) hoặc tối ưu lại dung lượng (với SSD)
zh_hans: 如果是 HDD（机械硬盘）, 将对其进行碎片整理；如果是 SSD（固态硬盘） , 将对其进行重新修整以优化存储设备
zh_hant: 如果是 HDD, 將對其進行碎片整理；如果是 SSD, 將對其進行重新修整以優化儲存裝置

# RepairPage_DiskOptimizationsButton.Content
source: Optimize
ar_tn: تحسين
de: Optimieren
es_es: Optimizar
fr_fr: Optimiser
he_il: מטב
hu_hu: Javít
id_id: Optimalkan
it_it: Ottimizza
ja_jp: 最適化
ko_kr: 최적화
pt_br: Otimizar
ru_ru: Оптимизировать
tr_tr: Optimize et
vi_vn: Tối ưu
zh_hans: 优化
zh_hant: 優化

# RepairPage_EventViewer.Header
source: Event Viewer
ar_tn: عارض الأحداث
de: Ereignisanzeige
es_es: Visor de Eventos
fr_fr: Observateur d'événements
he_il: מציג אירועים
hu_hu: Eseménynapló
id_id: Penampil Peristiwa (Event Viewer)
it_it: Visualizzatore eventi
ja_jp: イベントビューアー
ko_kr: 이벤트 뷰어
pt_br: Visualizador de eventos
ru_ru: Просмотр событий
tr_tr: Olay Görüntüleyicisi
zh_hans: 事件查看器
zh_hant: 事件檢視器

# RepairPage_EventViewer.Description
source: This will display recent system event logs for troubleshooting
ar_tn: سيتم عرض سجلات الأحداث الأخيرة للنظام لأغراض استكشاف الأخطاء وإصلاحها
de: Dies zeigt die neuesten Systemereignisprotokolle zur Fehlerbehebung an
es_es: Esto mostrará los registros recientes de eventos del sistema para solución de problemas
fr_fr: Affiche les journaux des événements système récents pour le dépannage
he_il: זה יציג יומני אירועים אחרונים של המערכת לצורך פתרון בעיות
hu_hu: Ez megjeleníti a legújabb rendszeresemény-naplókat a hibaelhárításhoz
id_id: Ini akan menampilkan log peristiwa sistem terbaru untuk pemecahan masalah
it_it: Questo visualizzerà i registri degli eventi di sistema recenti per la risoluzione dei problemi
ja_jp: トラブルシューティングのために最近のシステムイベントログを表示します
ko_kr: 문제 해결을 위해 최근 시스템 이벤트 로그를 표시합니다.
pt_br: Isso exibirá logs de eventos recentes do sistema para solução de problemas
ru_ru: Это отобразит недавние системные журналы событий для устранения неполадок
tr_tr: Bu, sorun giderme için son sistem logları görüntüler
vi_vn: Điều này sẽ hiển thị nhật kí sự kiện gần đây của hệ thống để xử lý sự cố
zh_hans: 显示最近的系统事件日志以进行故障排除
zh_hant: 顯示最近的系統事件日誌以進行故障排除

# RepairPage_RepairOptions.Text
source: Repair Options
ar_tn: خيارات الإصلاح
de: Reparaturoptionen
es_es: Opciones de Reparación
fr_fr: Options de réparation
he_il: אפשרויות תיקון
hu_hu: Helyreállítási lehetőségek
id_id: Opsi Perbaikan
it_it: Opzioni di riparazione
ja_jp: 修復オプション
ko_kr: 복구 옵션
pt_br: Opções de reparo
ru_ru: Опции восстановления
tr_tr: Onarım Seçenekleri
vi_vn: Tuỳ chọn sửa chửa
zh_hans: 修复选项
zh_hant: 修復選項

source: Operation Completed
ar_tn: اكتملت العملية
de: Vorgang abgeschlossen
es_es: Operación Completada
fr_fr: Opération terminée
he_il: הפעולה הושלמה
hu_hu: Művelet befejezve
id_id: Operasi Selesai
it_it: Operazione completata
ja_jp: 操作が完了しました
ko_kr: 작업 완료
pt_br: Operação concluída
ru_ru: Операция завершена
vi_vn: Hoàn thành tác vụ
zh_hans: 操作完成
zh_hant: 操作完成

# RestorePointTitle
source: Restore Point
ar_tn: نقطة الاستعادة
de: Wiederherstellungspunkt
es_es: Punto de Restauración
fr_fr: Point de restauration
he_il: נקודת שחזור
hu_hu: Helyreállítási pont
id_id: Titik Pemulihan
it_it: Punto di ripristino
ja_jp: 復元ポイント
ko_kr: 복원 지점
pt_br: Ponto de restauração
ru_ru: Точка восстановления
tr_tr: Geri Yükleme Noktası
vi_vn: Điểm khôi phục
zh_hans: 恢复点
zh_hant: 恢復點

source: Warning
ar_tn: تحذير
de: Warnung
es_es: Advertencia
fr_fr: Avertissement
he_il: אזהרה
hu_hu: Figyelmeztetés
id_id: Peringatan
ja_jp: 警告
ko_kr: 경고
pt_br: Aviso
ru_ru: Предупреждение
tr_tr: Uyarı
vi_vn: Lưu ý
zh_hans: 警告
zh_hant: 警告

# PrivacyPage_AdvertisingSettings.Text
source: Advertising Settings
ar_tn: إعدادات الإعلانات
de: Werbungseinstellungen
es_es: Ajustes de Publicidad
fr_fr: Paramètres de publicité
he_il: הגדרות פרסום
hu_hu: Reklámbeállítások
id_id: Pengaturan Iklan
it_it: Impostazioni pubblicitarie
ja_jp: 広告設定
ko_kr: 광고 설정
pt_br: Configurações de publicidade
ru_ru: Настройки рекламы
tr_tr: Reklam Ayarları
vi_vn: Cài đặt quảng cáo
zh_hans: 广告设置
zh_hant: 廣告設定

# PrivacyPage_TelemetrySettings.Text
source: Telemetry Settings
ar_tn: إعدادات القياس عن بعد
de: Telemetrieeinstellungen
es_es: Ajustes de Telemetría
fr_fr: Paramètres de télémétrie
he_il: הגדרות טלמטריה
hu_hu: Telemetria beállítások
id_id: Pengaturan Telemetri
it_it: Impostazioni di telemetria
ja_jp: テレメトリ設定
ko_kr: 원격 측정 설정
pt_br: Configurações de telemetria
ru_ru: Настройки телеметрии
tr_tr: Telemetri Ayarları
vi_vn: Cài đặt Telemetry
zh_hans: 遥测设置
zh_hant: 遙測設定

# OtherSettings.Text
source: Other Settings
ar_tn: إعدادات أخرى
de: Weitere Einstellungen
es_es: Otros Ajustes
fr_fr: Autres paramètres
he_il: הגדרות אחרות
id_id: Pengaturan Lainnya
it_it: Altre impostazioni
ja_jp: その他の設定
ko_kr: 기타 설정
pt_br: Outras configurações
ru_ru: Другие настройки
tr_tr: Diğer Ayarlar
vi_vn: Cài đặt khác
zh_hans: 其他设置
zh_hant: 其他設定

# DebloatSystemPage_NoAppFound.Text
source: No apps match your search
ar_tn: لا توجد تطبيقات تطابق بحثك
de: Keine Apps entsprechen Ihrer Suche
es_es: No se encontraron aplicaciones que coincidan con su búsqueda
fr_fr: Aucune application ne correspond à votre recherche
he_il: אין יישומים התואמים לחיפוש שלך
hu_hu: Egy alkalmazás sem felel meg a keresésnek
id_id: Tidak ada aplikasi yang cocok dengan pencarian Anda
it_it: Nessuna app corrisponde alla tua ricerca
ja_jp: 検索に一致するアプリはありません
ko_kr: 검색과 일치하는 앱이 없습니다.
pt_br: Nenhum aplicativo corresponde à sua pesquisa
ru_ru: Программы, соответствующие вашему запросу, не найдены
tr_tr: Aramanızla eşleşen uygulama bulunamadı
vi_vn: Không có ứng dụng nào khớp với tìm kiếm
zh_hans: 没有应用匹配您的搜索
zh_hant: 沒有應用匹配您的搜尋

# DebloatSystemPage_SearchBar.PlaceholderText
source: Search apps...
ar_tn: ابحث عن التطبيقات...
de: Apps suchen...
es_es: Buscar aplicaciones...
fr_fr: Chercher des applications...
he_il: חפש יישומים...
hu_hu: Alkalmazás keresése...
id_id: Cari aplikasi...
it_it: Cerca app...
ja_jp: アプリを検索...
ko_kr: 앱 검색...
pt_br: Pesquisar aplicativos...
ru_ru: Поиск программ...
tr_tr: Uygulamaları ara...
vi_vn: Tìm ứng dụng...
zh_hans: 搜索应用...
zh_hant: 搜尋應用...

# Feature_BackgroundApps.Header
source: Disable Background Apps
ar_tn: تعطيل التطبيقات الخلفية
de: Hintergrund-Apps deaktivieren
es_es: Deshabilitar Aplicaciones en Segundo Plano
fr_fr: Désactiver les applications en arrière-plan
he_il: השבת יישומי רקע
hu_hu: Háttéralkalmazások letiltása
id_id: Nonaktifkan Aplikasi Latar Belakang
it_it: Disabilita app in background
ja_jp: バックグラウンドアプリを無効化
ko_kr: 백그라운드 앱 비활성화
pt_br: Desabilitar aplicativos em segundo plano
ru_ru: Отключить фоновое приложение
tr_tr: Arka Plan Uygulamalarını Devre Dışı Bırak
vi_vn: Vô hiệu hoá ứng dụng trong nền
zh_hans: 禁用后台应用
zh_hant: 禁用後臺應用

# Feature_BackgroundApps.Description
source: Prevents the apps from running in the background, leading to enhanced performance in some cases.
ar_tn: يمنع التطبيقات من العمل في الخلفية، مما يؤدي إلى تحسين الأداء في بعض الحالات.
de: Verhindert, dass Apps im Hintergrund ausgeführt werden, was in einigen Fällen zu einer verbesserten Leistung führt.
es_es: Evita que las aplicaciones se ejecuten en segundo plano, lo que puede mejorar el rendimiento en algunos casos.
fr_fr: Empêche les applications de s'exécuter en arrière-plan, ce qui améliore les performances dans certains cas.
he_il: מונע מיישומים לפעול ברקע, מה שמוביל לביצועים משופרים במקרים מסוימים.
hu_hu: Megakadályozza, hogy az alkalmazások a háttérben fussanak, ami bizonyos esetekben jobb teljesítményt eredményez.
id_id: Mencegah aplikasi berjalan di latar belakang, yang mengarah pada peningkatan kinerja dalam beberapa kasus.
it_it: Impedisce alle app di essere eseguite in background, migliorando le prestazioni in alcuni casi.
ja_jp: アプリがバックグラウンドで実行されるのを防ぎ, 一部のケースでパフォーマンスが向上します.
ko_kr: 앱이 백그라운드에서 실행되는 것을 방지하여 어떤 경우에는 성능이 향상됩니다.
pt_br: Evita que os aplicativos sejam executados em segundo plano, resultando em melhor desempenho em alguns casos.
ru_ru: Предотвращает запуск приложений в фоновом режиме, что может улучшить производительность в некоторых случаях.
tr_tr: Uygulamaların arka planda çalışmasını önleyerek bazı durumlarda performansın artmasını sağlar.
vi_vn: Ngăn không cho ứng dụng chạy trong nền, tối ưu hệ thông trong một vài trường hợp.
zh_hans: 防止应用程序在后台运行, 在某些情况下可以提高性能.
zh_hant: 防止應用程式在後臺執行, 在某些情況下可以提高效能.

# Feature_EnableWindowsDarkMode.Header
source: Enable Windows Dark Mode
ar_tn: تفعيل وضع الظلام في ويندوز
de: Windows Dunkelmodus aktivieren
es_es: Habilitar Modo Oscuro de Windows
fr_fr: Activer le mode sombre de Windows
he_il: אפשר מצב כהה של Windows
hu_hu: Windows sötét mód engedélyezése
id_id: Aktifkan Mode Gelap Windows
it_it: Abilita la modalità scura di Windows
ja_jp: Windowsダークモードを有効にする
ko_kr: Windows 다크 모드 활성화
pt_br: Habilitar o modo escuro do Windows
ru_ru: Включить темный режим Windows
tr_tr: Windows Karanlık Modunu Etkinleştir
vi_vn: Bật Windows Dark Mode
zh_hans: 启用 Windows 暗黑模式
zh_hant: 啟用 Windows 暗黑模式

# Feature_EnableWindowsDarkMode.Description
source: Enables dark mode for the entire system without the need to activate Windows
ar_tn: تمكين وضع الظلام لكامل النظام دون الحاجة لتفعيل ويندوز
de: Aktivieren Sie den Dunkelmodus für das gesamte System, ohne Windows aktivieren zu müssen
es_es: Activa el modo oscuro para todo el sistema sin necesidad de activar Windows
fr_fr: Activer le mode sombre pour l'ensemble du système sans avoir besoin d'activer Windows
he_il: מאפשר מצב כהה לכל המערכת ללא צורך בהפעלת Windows.
hu_hu: Lehetővé teszi a sötét mód használatát az egész rendszeren anélkül, hogy aktiválnia kellene a Windows-t
id_id: Mengaktifkan mode gelap untuk seluruh sistem tanpa perlu mengaktivasi Windows
it_it: Abilita la modalità scura per l'intero sistema senza dover attivare Windows
ja_jp: Windowsを有効化することなくシステム全体でダークモードを有効にする
ko_kr: Windows를 활성화할 필요 없이 전체 시스템에 다크 모드를 활성화합니다.
pt_br: Habilita o modo escuro para todo o sistema sem a necessidade de ativar o Windows
ru_ru: Включает темный режим для всей системы без необходимости активации Windows
tr_tr: Windows'u etkinleştirmeye gerek kalmadan tüm sistem için karanlık modu etkinleştirir
vi_vn: Bật chế độ tối cho toàn bộ hệ thống mà không cần kích hoạt Windows
zh_hans: 启用整个系统的暗黑模式, 而无需激活 Windows
zh_hant: 啟用整個系統的暗黑模式, 無需啟用 Windows

# Feature_DisableWindowsTransparency.Header
source: Disable Windows Transparency
ar_tn: تعطيل شفافية ويندوز
de: Windows-Transparenz deaktivieren
es_es: Deshabilitar Transparencia de Windows
fr_fr: Désactiver la transparence de Windows
he_il: השבת שקיפות Windows
hu_hu: Windows átlátszóság letiltása
id_id: Nonaktifkan Transparansi Windows
it_it: Disabilita la trasparenza di Windows
ja_jp: Windowsの透明効果を無効にする
ko_kr: Windows 투명도 비활성화
pt_br: Desabilita a transparência do Windows
ru_ru: Отключить прозрачность Windows
tr_tr: Windows Şeffaflığını Devre Dışı Bırak
vi_vn: Vô hiệu hoá độ trong suốt của Windows
zh_hans: 禁用 Windows 透明效果
zh_hant: 禁用 Windows 透明效果

# Feature_DisableWindowsTransparency.Description
source: Disables transparent effects in system UI elements like the taskbar and windows, improving performance
ar_tn: يعطل التأثيرات الشفافة في عناصر واجهة النظام مثل شريط المهام والنوافذ، مما يحسن الأداء
de: Deaktiviert transparente Effekte in System-UI-Elementen wie der Taskleiste und Fenstern, was die Leistung verbessert
es_es: Desactiva los efectos transparentes en elementos de la interfaz del sistema como la barra de tareas y las ventanas, mejorando el rendimiento
fr_fr: Désactive les effets transparents dans les éléments de l'interface utilisateur du système comme la barre des tâches et les fenêtres, améliorant ainsi les performances
he_il: משבית אפקטים שקופים באלמנטים של ממשק המשתמש של המערכת כמו שורת המשימות וחלונות, ומשפר את הביצועים.
hu_hu: Letiltja az átlátszó hatásokat a rendszer UI elemein, például a tálcán és az ablakokon, ezáltal javítja a teljesítményt
id_id: Menonaktifkan efek transparan pada elemen UI sistem seperti taskbar dan jendela, meningkatkan performa
it_it: Disabilita gli effetti trasparenti negli elementi dell'interfaccia utente di sistema come la barra delle applicazioni e le finestre, migliorando le prestazioni
ja_jp: タスクバーやウィンドウなど、システムUI要素の透明効果を無効にし、パフォーマンスを向上させます
ko_kr: 작업 표시줄 및 창과 같은 시스템 UI 요소에서 투명 효과를 비활성화하여 성능을 개선합니다.
pt_br: Desabilita efeitos transparentes em elementos da IU do sistema, como a barra de tarefas e janelas, melhorando o desempenho
ru_ru: Отключает прозрачные эффекты в системных элементах интерфейса, таких как панель задач и окна, улучшая производительность
tr_tr: Görev çubuğu ve pencereler gibi sistem kullanıcı arayüzü öğelerindeki şeffaf efektleri devre dışı bırakarak performansı artırır
vi_vn: Vô hiệu hoá hiệu ứng trong suốt của các thành phần UI trong hệ thống như taskbar và cửa sổ, giúp cải thiện hiệu năng
zh_hans: 禁用系统 UI 元素 (如任务栏和窗口) 中的透明效果, 提升性能
zh_hant: 禁用系統 UI 元素(如工作列和視窗)中的透明效果, 提高效能

# DebloatSystemPage_StandardApps.Content
source: Standard Apps
ar_tn: التطبيقات القياسية
es_es: Aplicaciones Estándar
fr_fr: Applications standard
he_il: יישומים סטנדרטיים
hu_hu: Alap programok
id_id: Aplikasi Standar
it_it: App standard
ja_jp: 標準アプリ
ko_kr: 표준 앱
pt_br: Aplicativos padrão
ru_ru: Стандартные приложения
tr_tr: Standart Uygulamalar
vi_vn: Ứng dụng tiêu chuẩn
zh_hans: 标准应用
zh_hant: 標準應用

# DebloatSystemPage_AllApps.Content
source: All Apps
ar_tn: جميع التطبيقات
de: Alle Apps
es_es: Todas las Aplicaciones
fr_fr: Toutes les applications
he_il: כל היישומים
hu_hu: Minden program
id_id: Semua Aplikasi
it_it: Tutte le app
ja_jp: すべてのアプリ
ko_kr: 모든 앱
pt_br: Todos os aplicativos
ru_ru: Все приложения
tr_tr: Tüm Uygulamalar
vi_vn: Tất cả ứng dụng
zh_hans: 所有应用
zh_hant: 所有應用
